// 科室1
export const data = [
    {
        id: '1',
        title: 'Doctor A',
        belong: '儿科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
    {
        id: '2',
        title: 'Doctor B',
        belong: '儿科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
    {
        id: '3',
        title: 'Doctor C',
        belong: '儿科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
    {
        id: '4',
        title: 'Doctor D',
        belong: '儿科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
    {
        id: '5',
        title: 'Doctor E',
        belong: '儿科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
];
// 科室2
export const data2 = [
    {
        id: '5',
        title: 'Doctor A',
        belong: '内科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
    {
        id: '6',
        title: 'Doctor B',
        belong: '内科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
    {
        id: '7',
        title: 'Doctor C',
        belong: '内科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
    {
        id: '8',
        title: 'Doctor D',
        belong: '内科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
    {
        id: '10',
        title: 'Doctor E',
        belong: '内科',
        gender: '男',
        age: '40',
        position: '儿科主任',
        avatar: 'https://tse1-mm.cn.bing.net/th/id/R-C.76fd05867d71406683f3a45373c10379?rik=%2bDduNoMwI2URVQ&riu=http%3a%2f%2fpic.zsucai.com%2ffiles%2f2013%2f0801%2fpic2011123717112.jpg&ehk=SGXl%2baTf7X%2b5yncC90AYrDDvXxDdEFMic8EVKUfvcs4%3d&risl=&pid=ImgRaw&r=0&sres=1&sresct=1',
        info: '毕业于上海交通大学医学院，2015年赴哈佛大学深造。2020年上海市十大最美医生',
    },
];
//医院消息
export const notification = [
    {
        id: '0',
        title: 'kkkkkkkk',
        date: '2022/03/26',
        content: '1111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111'
    },
    {
        id: '1',
        title: 'eeeeeeee',
        date: '2022/03/27',
        content: '2222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222'
    },
    {
        id: '2',
        title: 'vvvvvvvv',
        date: '2022/03/28',
        content: '333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333'
    },
    {
        id: '3',
        title: 'ggggggggg',
        date: '2022/03/29',
        content: '444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444'
    },
    {
        id: '4',
        title: 'iiiiiiiii',
        date: '2022/03/30',
        content: '55555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555'
    }
]
// 医院新闻
export const news = [
    {
        id: '0',
        title: 'kkkkkkkk',
        date: '2022/04/26',
        content: '1111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111111'
    },
    {
        id: '1',
        title: 'eeeeeeee',
        date: '2022/04/27',
        content: '2222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222222'
    },
    {
        id: '2',
        title: 'vvvvvvvv',
        date: '2022/04/28',
        content: '333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333'
    },
    {
        id: '3',
        title: 'ggggggggg',
        date: '2022/04/29',
        content: '444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444444'
    },
    {
        id: '4',
        title: 'iiiiiiiii',
        date: '2022/04/30',
        content: '55555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555555'
    }
]

export var schedule = [
    {
        doc_id:'1',
        date:3,
        Datelist : [
            { time: '9:00-12:00', content: '门诊' },
            { time: '14:00-17:00', content: '手术' },
        ]
    },
    {
        doc_id:'1',
        date:5,
        Datelist : [
            { time: '9:00-12:00', content: '门诊' },
            { time: '14:00-17:00', content: '手术' },
        ]
    },
    {
        doc_id:'1',
        date:16,
        Datelist : [
            { time: '9:00-12:00', content: '门诊' },
            { time: '14:00-17:00', content: '手术' },
        ]
    },
    {
        doc_id:'1',
        date:27,
        Datelist : [
            { time: '9:00-12:00', content: '门诊' },
            { time: '14:00-17:00', content: '手术' },
        ]
    },
    {
        doc_id:'2',
        date:3,
        Datelist : [
            { time: '9:00-12:00', content: '门诊' },
            { time: '14:00-17:00', content: '手术' },
        ]
    },
    {
        doc_id:'3',
        date:5,
        Datelist : [
            { time: '9:00-12:00', content: '门诊' },
            { time: '14:00-17:00', content: '手术' },
        ]
    },
    {
        doc_id:'3',
        date:16,
        Datelist : [
            { time: '9:00-12:00', content: '门诊' },
            { time: '14:00-17:00', content: '手术' },
        ]
    },
    {
        doc_id:'3',
        date:27,
        Datelist : [
            { time: '9:00-12:00', content: '门诊' },
            { time: '14:00-17:00', content: '手术' },
        ]
    },
]